Using seed: 0
[?] pour l'aide
commande> e
mode entraînement
[?] pour l'aide
commande> d MAISON
le mot -MAISON- existe
commande> d WXE
le mot -WXE- n'existe pas
commande> d GenTiLLeSse
le mot -GenTiLLeSse- existe
commande> d pouet
le mot -pouet- n'existe pas
commande> d café
le mot -café- n'existe pas
commande> d maïs
le mot -maïs- n'existe pas
commande> d mais
le mot -mais- existe
commande> q
fin du mode entraînement
commande> q
