Repository: cjlano/eliot
Catalog: po/*.po
Languages: gl

source: * Take a random rack
gl: * Obter unha man aleatoria.

source: + Complete the current rack randomly
gl: + Completar a man actual de maneira aleatoria.

source: t, T Set the rack manually
gl: t, T Escoller as fichas da man manualmente.

source: c, C Compute all the possible words
gl: c, C Computar todas as palabras posíbeis.

source: r, R Show/hide search results
gl: r, R Mostrar ou ocultar os resultados da busca.

source: [Duplicate mode]
gl: [Modo duplicado]

source: n, N Switch to the next human player
gl: n, N Pasar ao seguinte xogador humano.

source: [Free game mode]
gl: [Modo libre]

source: p, P Pass your turn (with or without changing letters)
gl: p, P Pasar a quenda (con ou sen cambio de letras).

source: [Miscellaneous]
gl: [Varios]

source: <up>, <down> Navigate in a box line by line
gl: <arriba>, <abaixo> Navegar nunha caixa liña por liña.

source: <pgup>, <pgdown> Navigate in a box page by page
gl: <repáx>, <avpáx> Navegar nunha caixa páxina por páxina.

source: Ctrl-l Refresh the screen
gl: Ctrl-l Actualizar a pantalla.

source: LETTER | POINTS | FREQUENCY | REMAINING
gl: LETRA | PUNTOS | FRECUENCIA | RESTANTE

source: Play a word
gl: Xogar unha palabra

source: Played word:
gl: Palabra xogada:

source: Coordinates:
gl: Coordenadas :

source: Dictionary
gl: Dicionario

source: Enter the word to check:
gl: Escriba a palabra para comprobar:

source: The word '%ls' exists
gl: A palabra «%ls» existe.

source: The word '%ls' does not exist
gl: A palabra «%ls» non existe.

source: Save the game
gl: Gardar a partida

source: Enter the file name:
gl: Escriba a ruta do ficheiro:

source: Game saved in '%ls'
gl: Gardouse a partida en «%ls».

source: Error saving game %s:
gl: Produciuse un erro ao gardar a partida: %s

source: Unable to load game:
gl: Non foi posíbel cargar a partida:

source: Pass your turn
gl: Pasar a quenda

source: Enter the letters to change:
gl: Escriba as letras que cambiar:

source: Cannot pass the turn
gl: Non é posíbel pasar a quenda

source: Set rack
gl: Definir a man

source: Enter the new letters:
gl: Escriba as novas letras:

source: Cannot take these letters from the bag:
gl: As seguintes letras non poden sacarse da bolsa:

source: Free game mode
gl: Modo libre

source: Duplicate mode
gl: Modo duplicado

source: Joker game
gl: Partida con comodín

source: [h for help]
gl: [h para obter axuda]

source: Assignments
gl: Asignacións

source: Master move:
gl: Movemento principal:

source: Select
gl: Seleccionar

source: Hide players with an assigned move
gl: Agochar os xogadores cun movemento asignado

source: Assign move
gl: Asignar o movemento

source: Indicate that the selected player(s) did not play
gl: Indicar que os xogadores seleccionados non xogaron

source: Suppress move
gl: Suprimir o movemento

source: Validate the current turn and start a new one
gl: Validar a rolda actual e comezar unha novas

source: &End turn
gl: &Rematar a rolda

source: Random
gl: Aleatorio

source: Search
gl: Buscar

source: Possible words
gl: Palabras posíbeis

source: Filter results:
gl: Filtrar os resultados:

source: Word:
gl: Palabra:

source: Check word
gl: Comprobar a palabra

source: Remaining vowels:
gl: Vogais restantes:

source: Remaining consonants:
gl: Constantes restantes:

source: Remaining jokers:
gl: Comodíns restantes:

source: Check
gl: Comprobar

source: Plus 1
gl: Máis 1

source: Save list...
gl: Gardar a lista…

source: Minimum length:
gl: Lonxitude mínima:

source: Maximum length:
gl: Lonxitude máxima:

source: Note: only the 1000 first results have been displayed
gl: Nota: só se mostraron os primeiros 1000 resultados.

source: Regular expressions
gl: Expresións regulares

source: Dictionary name:
gl: Nome do dicionario:

source: Letters:
gl: Letras:

source: Number of words:
gl: Número de palabras:

source: Save words list...
gl: Gardar a lista de palabras…

source: Dic. info.
gl: Inf. do dic.

source: Description
gl: Descrición

source: Load this dictionary in Eliot
gl: Cargar o dicionario en Eliot

source: Browse...
gl: Escoller…

source: Generated dictionary:
gl: Dicionario xerado:

source: Word list:
gl: Lista de palabras:

source: Load letters from word list
gl: Cargar as letras da lista de palabras

source: Use the values for the current dictionary for all the letters below (unknown letters will be ignored)
gl: Usar os valores do dicionario actual para todas as letras que seguen (as letras descoñecidas ignoraranse).

source: Use values from current dictionary
gl: Usar os valores do dicionario actual

source: External board
gl: Taboleiro externo

source: New game
gl: Nova partida

source: Game type
gl: Tipo de partida

source: Mode:
gl: Modo:

source: Duplicate
gl: Duplicado

source: Arbitration (duplicate)
gl: Arbitraxe (duplicado)

source: Variant:
gl: Variante:

source: Explosive game
gl: Partida explosiva

source: 7 among 8
gl: 7 de 8

source: Master game
gl: Partida principal

source: Use a master game
gl: Usar unha partida principal

source: Saved game to use:
gl: Partida gardada para usar:

source: Add &player
gl: Engadir un &xogador

source: Add &favorite players...
gl: Engadir xogadores &favoritos…

source: Shu&ffle
gl: &Barallar

source: Change letters:
gl: Cambiar as letras:

source: &Pass
gl: &Pasar

source: Play a word:
gl: Xogar unha palabra:

source: Enter the word to play (case-insensitive). A joker from the rack must be written in parentheses. E.g.: w(o)rd or W(O)RD
gl: Escriba a palabra para xogar (non importa a combinación de maiúsculas e minúsculas). Os comodíns deben escribirse entre parénteses. Por exemplo, «p(a)labra» ou «P(A)LABRA».

source: Play
gl: Xogar

source: Enter the coordinates of the word. Specify the row before the column for horizontal words, and the column before the row for vertical words. E.g.: H4 or 4H
gl: Escriba as coordenadas da palabra. Indique a fila antes da columna para as palabras horizontais, e a columna antes da fila para as palabras verticais. Por exemplo, «H4» ou «4H».

source: Points:
gl: Puntos:

source: Enter the letters you want to change
gl: Escriba as letras que quere cambiar

source: &Change
gl: &Cambiar

source: Preferences
gl: Configuración

source: Alert level (in seconds):
gl: Nivel da alerta (en segundos):

source: Timer total duration (in seconds):
gl: Duración total do temporizador (en segundos):

source: Timer beeps
gl: Sons do temporizador

source: Start timer automatically when the rack changes
gl: Iniciar o temporizador automaticamente cando cambie a man

source: Miscellaneous
gl: Varios

source: Definitions site:
gl: Sitio das definicións:

source: Dictionary path:
gl: Ruta do dicionario:

source: Enter the dictionary path (mandatory to start a game)
gl: Escriba a ruta do dicionario (necesaria para iniciar a partida)

source: Open a browser window to choose the dictionary
gl: Abrir unha xanela do navegador para seleccionar un dicionario

source: Show/hide the tiles points on the board.
gl: Mostrar ou agochar os puntos das fichas no taboleiro.

source: Display tiles points
gl: Mostrar os puntos nas fichas

source: If checked, the game and player histories will display the rack and the corresponding solution on the same line
gl: Marque esta opción para que o historial do xogador e mailo historial da partida mostren a man e a solución correspondente na mesma liña

source: Align the rack and the solution in history
gl: Aliñar a man e a solución no historial

source: Check periodically for new versions
gl: Comprobar con regularidade se hai novas versións dispoñíbeis

source: If checked, playing an invalid or misplaced word will not be possible. If unchecked, you will get 0 point and lose your turn
gl: Marque esta opción para impedir a posibilidade de xogar unha palabra incorrecta ou mal colocada. Se desmarca esta opción, non conseguirá ningún punto e perderá a súa quenda.

source: Refuse to play invalid moves
gl: Negarse a xogar movementos incorrectos

source: Min. players for a solo:
gl: Xogadores mínimos para un solo:

source: Solo value:
gl: Valor do solo:

source: Value of the solo bonus. Set it to 0 if you don't want solo bonus
gl: Valor da bonificación do solo. Escolla «0» se non quere bonificación ningunha.

source: Minimum number of players needed to take into account the solo bonus
gl: Número mínimo de xogadores necesarios para ter en conta a bonificación de solo.

source: Search results limit:
gl: Límite dos resultados da busca:

source: Arbitration mode
gl: Modo de arbitraxe

source: Choose a master move automatically
gl: Seleccionar o movemento principal automaticamente

source: Propose a new rack automatically
gl: Propoñer unha nova man automaticamente

source: If checked, any change to the player rack in training mode will update the 'Plus 1' tab of the 'Dictionary tools' window
gl: Marque esta opción para que calquera cambio da man do xogador no modo de adestramento actualice a lapela «Máis 1» na xanela «Ferramentas de dicionarios».

source: Copy rack to the 'Plus 1' dictionary tool
gl: Copiar a man á ferramenta de dicionarios «Máis 1»

source: Handle solos automatically
gl: Xestionar os solos automaticamente

source: Penalty value:
gl: Valor da penalización:

source: Warnings limit:
gl: Límite das advertencias:

source: Default number of points for a penalty
gl: Número predeterminado de puntos por penalización

source: Additional penalty given when the timer expires:
gl: Penalización adicional aplicada cando remata o temporizador:

source: Give a 1 point penalty for each elapsed second
gl: Aplicar unha penalización de 1 punto por cada segundo que pase

source: Game modes
gl: Modos de xogo

source: When a game is on going, ask for a confirmation:
gl: Cando haxa unha partida en marcha, pedir confirmación:

source: Before starting a new game
gl: Antes de comezar unha partida nova

source: Before loading a game
gl: Antes de cargar unha partida

source: Before loading a dictionary
gl: Antes de cargar un dicionario

source: Before replaying a turn
gl: Antes de repetir unha rolda

source: Before quitting Eliot
gl: Antes de saír de Eliot

source: In arbitration mode, ask for a confirmation:
gl: No modo de arbitraxe, pedir unha confirmación:

source: Before replacing the selected master move
gl: Antes de substituír o movemento principal seleccionado

source: When selecting a non optimal master move
gl: Ao seleccionar un movemento principal que non sexa óptimo

source: When selecting a master move using jokers uselessly
gl: Ao seleccionar un movemento principal que use comodíns de maneira innecesaria

source: Before suppressing a player move
gl: Antes de suprimir o movemento dun xogador

source: Before replacing a player move
gl: Antes de substituír o movemento dun xogador

source: Before losing a player move (with a rack change)
gl: Antes de perder o movemento dun xogador (por un cambio de man)

source: When ending an incomplete turn
gl: Antes de rematar unha quenda incompleta

source: Confirmations
gl: Confirmacións

source: Players tables definition
gl: Definición das mesas de xogadores

source: Get hints...
gl: Obter pistas…

source: Total score:
gl: Puntuación total:

source: &New rack
gl: &Nova man

source: &Complement
gl: &Complementar

source: Sea&rch
gl: Busca&r

source: &Play selected
gl: &Xogar o seleccionado
