Repository: cjlano/eliot
Catalog: po/*.po
Languages: gl

source: Error during auto-save of the game: %1
gl: Produciuse un erro durante o gardado automático da partida: %1

source: No game
gl: Sen partida

source: Training mode
gl: Modo de adestramento

source: Arbitration game
gl: Partida de arbitraxe

source: Arbitration
gl: Arbitraxe

source: Topping mode
gl: Modo topping

source: Duplicate game
gl: Partida duplicada

source: Free game
gl: Partida libre>

source: Players
gl: Xogadores

source: No dictionary
gl: Non hai ningún dicionario

source: Dictionary: %1
gl: Dicionario: %1

source: No definitions site defined. Please define one in the preferences.
gl: Non se definiu un sitio de definicións. Defina un na configuración.

source: A game has been started.
gl: Comezouse unha partida.

source: Do you really want to quit?
gl: Desexa realmente saír?

source: Loading a dictionary will stop the current game.
gl: Ao cargar un dicionario deterase a partida actual.

source: Loaded dictionary '%1'
gl: Cargouse o dicionario «%1».

source: Cannot play '%1' at position '%2': %3
gl: Non pode xogarse «%1» na posición «%2»: %3

source: Some letters are not valid for the current dictionary
gl: Algunhas letras non son compatíbeis co dicionario actual.

source: Invalid coordinates
gl: Coordenadas incorrectas

source: The word does not exist
gl: A palabra non existe.

source: The rack doesn't contain the letters needed to play this word
gl: A man non contén as letras necesarias para xogar a palabra.

source: The word is part of a longer one
gl: A palabra forma parte doutra máis longa.

source: The word tries to replace an existing letter
gl: A palabra intenta substituír unha letra existente.

source: An orthogonal word is not valid
gl: Non poden usarse palabras ortogonais.

source: The word is already present on the board at these coordinates
gl: A palabra xa está presente no taboleiro nas coordenadas indicadas.

source: A word cannot be isolated (not connected to the placed words)
gl: As novas palabras teñen que estar conectadas con palabras existentes.

source: The first word of the game must be horizontal
gl: A primeira palabra da partida debe colocarse horizontalmente.

source: The first word of the game must cover the H8 square
gl: A primeira palabra da partida debe pasar pola coordenada «H8».

source: The word is going out of the board
gl: A palabra sáese do taboleiro.

source: The word contains too many letters from the rack
gl: A palabra contén demasiadas letras da man.

source: Incorrect or misplaced word
gl: A palabra é incorrecta ou está mal situada.

source: &New...
gl: &Nova…

source: Start a new game
gl: Comezar unha partida nova

source: &Load...
gl: &Cargar…

source: Load an existing game
gl: Cargar unha partida existente

source: Load the auto-saved game
gl: Cargar a partida gardada automaticamente

source: Load the automatically saved game (useful after a crash)
gl: Cargar a partida gardada automaticamente (útil tras unha quebra do xogo)

source: &Save as...
gl: &Gardar como…

source: Save the current game
gl: Gardar a partida actual

source: &Print preview...
gl: &Vista previa do impreso…

source: Print preview
gl: Vista previa do impreso

source: &Print...
gl: Im&primir…

source: Print the current game
gl: Imprimir a partida actual

source: &Quit
gl: &Saír

source: Quit Eliot
gl: Saír de Eliot

source: &History
gl: &Historial

source: &First turn
gl: &Primeira rolda

source: Ctrl+Home
gl: Ctrl+Inicio

source: Go to the first turn of the game
gl: Ir á primeira rolda da partida

source: &Previous turn
gl: Rolda &anterior

source: Ctrl+Left
gl: Ctrl+Esquerda

source: Go to the previous turn of the game
gl: Ir á rolda anterior da partida

source: &Next turn
gl: &Seguinte rolda

source: Ctrl+Right
gl: Ctrl+Dereita

source: Go to the next turn of the game
gl: Ir á seguinte rolda da partida

source: &Last turn
gl: Ú&ltima rolda

source: Ctrl+End
gl: Ctrl+Fin

source: Go to the last turn of the game
gl: Ir á última rolda da partida

source: &Replay turn
gl: &Repetir a rolda

source: Play the game from the current position, replacing what was really played
gl: Xogar a partida a partir da posición actual, substituíndo o que ocorreu na partida de aquí en diante.

source: &Settings
gl: &Configuración

source: &Choose dictionary...
gl: &Seleccionar un dicionario…

source: Select a new dictionary
gl: Seleccionar un novo dicionario

source: Create &new dictionary...
gl: C&rear un dicionario novo…

source: Start the wizard for creating a new dictionary from an existing word list
gl: Iniciar o asistente para crear un dicionario novo a partir dunha lista de palabras.

source: &Favorite players...
gl: &Xogadores favoritos…

source: Define frequently used players for faster game creation
gl: Definir xogadores usados frecuentemente para crear novas partidas máis rapidamente.

source: &Define players tables...
gl: &Definir mesas de xogadores…

source: Define the tables where the players are sitting, in arbitration mode
gl: Definir as mesas onde sentan os xogadores, no modo de arbitraxe.

source: &Preferences...
gl: &Configuración…

source: Edit the preferences
gl: Editar a configuración…

source: &Windows
gl: &Xanelas

source: &Toolbar
gl: &Barra de ferramentas

source: Show/hide the toolbar
gl: Mostrar ou agochar a barra de ferramentas.

source: &Bag
gl: &Bolsa

source: Show/hide the remaining tiles in the bag
gl: Mostrar ou agochar as fichas que quedan na bolsa

source: &External board
gl: &Taboleiro externo

source: Show/hide the external board
gl: Mostrar ou agochar o taboleiro externo

source: Show/hide the game history
gl: Mostrar ou agochar o historial da partida

source: &Statistics
gl: &Estatísticas

source: Show/hide the statistics
gl: Mostrar ou agochar as estatísticas

source: Ti&mer
gl: Te&mporizador

source: Show/hide the timer
gl: Mostrar ou agochar o temporizador

source: &Dictionary tools
gl: Ferramentas de &dicionarios

source: Show/hide the dictionary tools
gl: Mostrar ou agochar as ferramentas de dicionarios

source: He&lp
gl: &Axuda

source: &About...
gl: &Acerca de…

source: About Eliot
gl: Acerca de Eliot

source: You have to select a dictionary (.dawg file) before starting a game. This can be done in the "Settings" menu. You can download dictionary files on Eliot web site.
gl: Seleccionou un dicionario (ficheiro con extensión «.dawg») antes de comezar a partida. Isto pode facerse desde o menú de «Configuración». Pode descargar ficheiros de dicionarios desde o sitio web de Eliot.

source: Starting a new game will stop the current one.
gl: Se comezas unha partida nova rematará a actual.

source: Game started
gl: A partida comezou

source: You have to select a dictionary first!
gl: Primeiro debe seleccionar un dicionario!

source: Loading a saved game will stop the current game.
gl: Ao cargar unha partida deterase a partida actual.

source: Load a game
gl: Cargar unha partida

source: Error while loading the game:
gl: Produciuse un erro ao cargar a partida:

source: Game loaded
gl: Cargouse a partida

source: Save a game
gl: Gardar unha partida

source: Game saved
gl: Gardouse a partida

source: Error saving game: %1
gl: Produciuse un erro ao gardar a partida: %1

source: RACK
gl: MAN

source: SOLUTION
gl: SOLUCIÓN

source: Choose a dictionary
gl: Seleccionar un dicionario

source: Dictionary creation wizard
gl: Asistente de creación de dicionarios

source: Bag
gl: Bolsa

source: History
gl: Historial

source: Statistics
gl: Estatísticas

source: Timer
gl: Temporizador

source: Dictionary tools
gl: Ferramentas de dicionarios

source: Copyright (C) 1999-2012 - Antoine Fraboulet & Olivier Teuliere.
gl: Copyright © 1999-2012 — Antoine Fraboulet e Olivier Teuliere.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
gl: Este programa é software libre. Pode distribuílo e modificalo baixo os termos da Licencia Pública Xeral de GNU, tal e como a publicou a Free Software Foundation; na versión 2 de dita licenza, ou nunha versión posterior de dita licenza que vostede desexe.

source: Web site: %1
gl: Sitio web: %1

source: Replaying this turn will modify the game history by deleting the turns after the displayed one (i.e. turns "in the future").
gl: Ao repetir esta rolda modificarase o historial da partida, eliminando as roldas posteriores á rolda mostrada (é dicir, as roldas futuras).

source: Replaying from turn %1
gl: Repetindo a partir da rolda %1

source: Human
gl: Humano

source: Computer
gl: Computador

source: In duplicate mode, all the players are always faced with the same board and the same rack, thus eliminating any "luck" (and tactics). Each player scores the points of the word (s)he found, but only the best move is played on the board. This mode allows an unlimited number of simultaneous players, and is therefore often used for official tournaments.
gl: No modo duplicado, todos os xogadores teñen sempre ante eles o mesmo taboleiro e a mesma man, eliminando así os factores de sorte e tácticas. Cada xogador consegue os puntos das palabras que atope, pero no taboleiro só se xogan os mellores movementos de cada rolda. Este modo permite un número ilimitado de xogadores simultáneos, e polo tanto emprégase a miúdo nos torneos oficiais.

source: This mode is the classical one, often played in family, where players play in turn, each with his own rack. Players are allowed to change letters, thus passing their turn. With only 2 players, some tactics can often be used, because the best move is not necessarily the one with the best score.
gl: Este é o modo clásico, xogado a miúdo en familia, onde os xogadores participan por roldas, cada un cunha man de seu. Os xogadores poden cambiar letras, o que lles obriga a «pasar» a súa quenda sen mover ficha. Con dous xogadores, a miúdo poden usarse algunhas tácticas, porque o mellor movemento non é sempre aquel que logra máis puntos.

source: In training mode, the player can set the rack freely and can see all the possible moves. There is no opponent, the goal is simply to make some progress.
gl: No modo de adestramento, o xogador pode escoller a súa man libremente e pode ver todos os movementos posíbeis. Non hai adversarios, o obxectivo non é outro que o de ir mellorando.

source: The arbitration mode allows arbitrating a duplicate game, possibly with many players. The arbitrator can set the master move, and keep track of the players moves easily. This mode is ideal for arbitrating duplicate games in clubs or in tournaments.
gl: O modo de arbitraxe permite arbitrar unha partida duplicada, coa posibilidade de ter moitos xogadores. O árbitro pode definir o movemento principal, e facer facilmente un seguimento dos movementos dos xogadores. Este modo é ideal para arbitrar partidas duplicadas en clubs ou en torneos.

source: In topping mode, the goal is to find the top as quickly as possible. The player is allowed to try as many moves as possible until he finds the top, but there are penalties when the player takes too much time to find it (or doesn't fint it at all). This mode can be quite difficult, and is mostly intended for experienced players.
gl: No modo “topping”, o obxectivo é atopar a parte superior canto antes. O xogador pode intentar tantos movementos como queira ata que chegue á parte superior, pero existen penalizacións cando o xogador perde demasiado tempo para conseguilo (ou nin tan sequera o consigue). Este modo pode resultar bastante difícil, e está pensado principalmente para xogadores con experiencia.

source: In a joker game, each rack contains a joker. When a word containing the joker is played on the grid, the joker is then replaced with the corresponding letter from the bag, and the joker stays in the rack. When the corresponding letter is not present in the bag, the joker is placed on the board. This variant, particularly interesting in Duplicate mode, is good to train using the joker.
gl: Nunha partida con comodín, cada man contén un comodín. Cando se xoga unha palabra no taboleiro que inclúe un comodín, este último substitúese pola letra correspondente da bolsa, e o comodín queda na bolsa. Cando a letra correspondente non está presente na bolsa, no taboleiro sitúase o propio comodín. Esta variante, especialmente interesante no modo duplicado, é vantaxosa para adestrarse no uso do comodín.

source: An explosive game is a bit like a joker game, except that when the computer chooses the rack (containing a joker), it performs a search and finds the best word possible with the rack. Then, if possible, it replaces the joker in the rack with the letter allowing to play this best word. This variant, unlike the joker game, allows playing with a normal-looking rack, but it usually gives much higher scores than in a normal game.
gl: Unha partida explosiva é un pouco como unha partida con comodín, coa excepción de que cando a intelixencia artificial escolle unha man (cun comodín), realiza unha busca e atopa a mellor palabra posíbel coa súa man.A continuación, en caso de ser posíbel, substitúe o comodín pola letra que lle permite xogar a mellor palabra posíbel. Esta variante, a diferencia da partida con comodín, permite xogar cunha man de aspecto normal, pero xeralmente con puntuacións máis altas que en partidas normais.

source: With this variant, the rack contains 8 letters instead of 7, but at most 7 can be played at the same time. This allows for more combinations during the game, and thus higher scores.
gl: Con esta variante, a man contén 8 letras en vez de 7, pero non se poden xogar máis de 7 dunha mesma vez. Isto permite máis combinacións durante a partida, e polo tanto puntuacións máis altas.

source: Mark the selected player(s) as favorites
gl: Marcar os xogadores seleccionados como favoritos

source: Add the selected player(s) to the list of favorite players
gl: Engadir os xogadores seleccionados á lista de xogadores favoritos

source: Player %1
gl: Xogador %1

source: Select the players to add
gl: Seleccione os xogadores para engadir

source: Enter the word to play (case-insensitive). A joker from the rack must be written in parentheses. E.g.: w(o)rd or W(O)RD
gl: Escriba a palabra para xogar (non importa a combinación de maiúsculas e minúsculas). Os comodíns deben escribirse entre parénteses. Por exemplo, «p(a)labra» ou «P(A)LABRA».

source: Enter the coordinates of the word. Specify the row before the column for horizontal words, and the column before the row for vertical words. E.g.: H4 or 4H
gl: Escriba as coordenadas da palabra. Indique a fila antes da columna para as palabras horizontais, e a columna antes da fila para as palabras verticais. Por exemplo, «H4» ou «4H».

source: Cannot play word: misplaced parentheses
gl: Non pode xogarse a palabras: os parénteses non están ben colocados.

source: Cannot pass turn: %1
gl: Non é posíbel pasar a quenda: %1

source: Cannot change letters '%1': %2
gl: Non é posíbel cambiar as letras «%1»: %2

source: Changing letters is not allowed when there are less than 7 tiles left in the bag
gl: Non se permite cambiar letras cando restan menos de 7 fichas na bolsa.

source: The rack of the current player does not contain all the listed letters
gl: A man do xogador actual non contén todas as letras listadas.

source: The game is already finished!
gl: A partida xa rematou!

source: Unknown error
gl: Erro descoñecido

source: Name
gl: Nome

source: Type
gl: Tipo

source: Level
gl: Nivel

source: Default
gl: Predeterminado

source: Remove selected player(s)
gl: Retirar os xogadores seleccionados

source: Remove the selected player(s) from the list
gl: Retirar os xogadores seleccionados da lista

source: New player
gl: Novo xogador

source: URL of the site used to display word definitions. In the URL, %w will be replaced with the word in lower case. Examples: http://fr.wiktionary.org/wiki/%w http://en.wiktionary.org/wiki/%w http://images.google.com/images?q=%w
gl: O URL do sitio no que se mostran as definicións das palabras. No URL, «%w» substituirase pola palabra en minúsculas. Por exemplo: http://gl.wiktionary.org/wiki/%w http://images.google.com/images?q=%w

source: Total duration of the timer, in seconds. Changing this value will reset the timer.
gl: Duración total do temporizador, en segundos. Ao cambiar este valor reiníciase o temporizador.

source: Number of remaining seconds when an alert is triggered. Use a value of -1 to disable the alert. Changing this value will reset the timer.
gl: Número de segundos que restan para que se active unha alerta. Use «-1» como valor para desactivar a alerta. Ao cambiar este valor reiníciase o temporizador.

source: If checked, a beep will be emitted when the timer reaches the alert level, and when it reaches 0.
gl: Marque esta opción para que se emita un son cando o temporizador chegue ao nivel da alerta, e cando chegue a 0.

source: If checked, the timer will be reinitialized and restarted automatically every time that the main rack changes.
gl: Marque esta opción para que se reinicie o temporizador automaticamente cada vez que cambie a man principal.

source: If checked, Eliot will connect to the Internet from time to time (about once a week) to check if new versions are available. New versions are never installed automatically, you just get a notification.
gl: Marque esta opción para que Eliot se conecte a internet de cando en vez (unha vez á semana aproximadamente) para comprobar se hai unha nova versión dispoñíbel. En caso de haber unha nova versión dispoñíbel recibirá unha notificación ao respecto, en ningún caso esa nova versión se instalará automaticamente.

source: Maximum number of results returned by a search. The returned results will always be the best ones. Use 0 to disable the limit (warning: searches yielding many results could be very slow in this case!).
gl: Número máximo de resultados que pode devolver unha busca. Os resultados devoltos sempre serán os mellores. Use «0» para desactivar o límite. Advertencia: se desactiva este filtro, as buscas con moitos resultados poden levar moito tempo.

source: If checked, a master move will be selected by default when searching the results. It is still possible to change the master move afterwards.
gl: Marque esta opción para que cando busque resultados se seleccione un movemento principal de maneira predeterminada. Segue sendo posíbel cambiar o movemento principal posteriormente.

source: If checked, the rack will be completed with random letters. Uncheck this option if you prefer to choose the letters yourself.
gl: Marque esta opción para que a man se complete con letras aleatorias. Desmárquea para poder escoller vostede mesmo as letras.

source: If checked, solos are given automatically, when appropriate. Uncheck this option if you prefer to do it manually.
gl: Marque esta opción para que os solos se entreguen de maneira automática cando corresponda. Desmárquea se prefire entregalos manualmente.

source: Maximal number of "acceptable" warnings. Any additional warning will give a penalty to the player.
gl: Número máximo de advertencias “aceptable”. Calquera advertencia adicional resultará nunha penalización para o xogador.

source: If checked, the player gets, at each turn, a score penalty equal to the elapsed time for the turn.
gl: Marque esta opción para que os xogadores reciban en cada quenda unha penalización que reduza a súa puntuación segundo o tempo que durase a quenda.

source: Number of points added to the player score when the timer expires. Set it to 0 if you don't want any penalty.
gl: Número de puntos engadidos á puntuación do xogador cando remata o tempo. Use «0» se non quere ningunha penalización.

source: %1 error
gl: Erro de %1

source: Cannot load preferences: %1
gl: Non é posíbel cargar a configuración: %1

source: Cannot save preferences: %1
gl: Non é posíbel gardar a configuración: %1

source: Do you want to continue?
gl: Desexa continuar?

source: Do not show this confirmation anymore
gl: Non volver mostrar esta confirmación.

source: You can still display the confirmation in the future, by changing the appropriate option in the preferences.
gl: Segue podendo mostrar a confirmación no futuro, só ten que cambiar a opción correspondente na configuración.

source: Lock columns sizes
gl: Fixar a anchura das columnas

source: Disable auto-resizing of the columns
gl: Desactivar o axuste automático da anchura das columnas

source: Flip table
gl: Voltear a táboa

source: Flip the table so that rows and columns are exchanged. This allows sorting the players by ranking, for example.
gl: Voltear a táboa de xeito que converta as filas en columnas e viceversa. Isto permite ordenar os xogadores por puntuación, por exemplo.

source: Print preview...
gl: Vista previa do impreso…

source: Print the table.
gl: Imprimir a táboa.

source: Print...
gl: Im&primir…

source: End game points
gl: Puntos do final da partida

source: Solo points
gl: Puntos de solo

source: Penalties
gl: Penalizacións

source: Warnings
gl: Advertencias

source: Diff
gl: Diferenzas

source: Ranking
gl: Clasificación

source: Game
gl: Partida

source: Word: %1
gl: Palabra: %1

source: Invalid move (%1 - %2)
gl: Movemento incorrecto (%1 - %2)

source: Changed letters: %1
gl: Letras cambiadas: %1

source: Passed turn
gl: Pasos de quenda

source: No move
gl: Quendas sen movemento

source: Points: %1
gl: Puntos: %1

source: Points: %1 (%2)
gl: Puntos: %1 (%2)

source: max
gl: máx

source: Warnings: %1
gl: Advertencias: %1

source: Penalties: %1
gl: Penalizacións: %1

source: The table numbers must be unique, but "%1" appears several times.
gl: Os números da táboa deben ser únicos, pero «%1» aparece en varias ocasións.

source: End of turn
gl: Fin da quenda

source: The allocated time for the turn has expired. The top is %1 at %2 for %3 points.
gl: O tempo asignado á quenda rematou. O mellor é %1 en %2 con %3 puntos.

source: Warning: Cannot set the rack to '%1' %2
gl: Advertencia: Non pode cambiarse a man a «%1»: %2

source: Checking for updates...
gl: Comprobando se hai actualizacións dispoñíbeis…

source: Update check completed, no new version available
gl: Comprobouse que non hai actualizacións dispoñíbeis.

source: Update check failed. Please check your internet connection
gl: Non foi posíbel completar a comprobación. Asegúrese de que a súa conexión a internet funciona correctamente.

source: Eliot %1 is available.
gl: Está dispoñíbel a versión %1 de Eliot.

source: You can download it from %1.
gl: Pode descargala de %1.

source: This message will be displayed at most once a week.
gl: Esta mensaxe mostrarase como moito unha vez por semana.

source: New version available
gl: Hai unha nova versión dispoñíbel.

source: Scores
gl: Puntuacións

source: Racks
gl: Mans

source: Search complete
gl: Rematou a busca

source: Search results
gl: Resultados da busca

source: History of the game
gl: Historial da partida

source: N | RACK | SOLUTION | REF | PTS | BONUS
gl: N | MAN | SOLUCIÓN | REF | PTS | BONIF

source: Help
gl: Axuda

source: h, H, ? Show/hide help box
gl: h, H, ? Mostrar ou agochar a caixa de axuda.

source: y, Y Show/hide history of the game
gl: y, Y Mostrar ou agochar o historial da partida.

source: b, B Show/hide contents of the bag (including letters of the racks)
gl: b, B Mostrar ou agochar o contido da bolsa e das mans.

source: e, E Show/hide dots on empty squares of the board
gl: e, E Mostrar ou agochar os puntos en caixas baleiras do taboleiro.

source: d, D Check the existence of a word in the dictionary
gl: d, D Comprobar a existencia dunha palabra no dicionario.

source: j, J Play a word
gl: j, J Xogar unha palabra.

source: s, S Save the game
gl: s, S Gardar a partida.

source: l, L Load a game
gl: l, L Cargar unha partida.

source: q, Q Quit
gl: q, Q Saír

source: [Training mode]
gl: [Modo de adestramento]
