Repository: cjlano/eliot
Catalog: po/*.po
Languages: gl

source: '%1%' is not a valid letter.
gl: «%1%» non é unha letra correcta.

source: For technical reasons, Eliot currently only supports alphabetical characters as internal character representation, even if the tile has a display string defined. Please use another character and change your word list accordingly.
gl: Debido a limitacións técnicas, actualmente Eliot só permite caracteres alfabéticos como caracteres de representación interna, incluso cando a ficha ten definido un texto para mostrar. Use outro carácter e cambie a lista de palabras para que faga uso do novo carácter.

source: Could not open file '%1%'
gl: Non foi posíbel abrir o ficheiro «%1%».

source: Error on line %1%, col %2%: %3%
gl: Erro na liña %1%, columna %2%: %3%.

source: Cannot open output file '%1%'
gl: Non foi posíbel abrir o ficheiro de saída «%1%».

source: The word list is empty!
gl: A lista de palabras está baleira!

source: readLetters: Not enough fields in %1% (line %2%)
gl: readLetters: Non hai campos de abondo en %1% (liña %2%).

source: readLetters: Invalid letter at line %1% (only one character allowed)
gl: readLetters: Atopouse unha letra incorrecta na liña %1% (só se permite un carácter).

source: Mandatory options:
gl: Opcións obrigatorias:

source: -d, --dicname <string> Set the dictionary name and version
gl: -d, --dicname <cadea> Definir o nome e maila versión do dicionario.

source: -l, --letters <string> Path to the file containing the letters (see below)
gl: -l, --letters <cadea> Ruta do ficheiro coas letras (siga lendo).

source: -i, --input <string> Path to the uncompressed dictionary file (encoded in UTF-8)
gl: -i, --input <cadea> Ruta do ficheiro descomprimido do dicionario (codificado en UTF-8).

source: The words must be in alphabetical order, without duplicates
gl: As palabras deben estar ordenadas alfabeticamente e sen repeticións.

source: -o, --output <string> Path to the generated compressed dictionary file
gl: -o, --output <cadea> Ruta do ficheiro comprimido de dicionario a xerar.

source: Other options:
gl: Outras opcións:

source: -h, --help Print this help and exit
gl: -h, --help Mostra este texto de axuda.

source: Example:
gl: Exemplo:

source: -d 'ODS 5.0' -l letters.txt -i ods5.txt -o ods5.dawg
gl: -d 'ODS 5.0' -l letras.txt -i ods5.txt -o ods5.dawg

source: The file containing the letters (--letters switch) must be UTF-8 encoded.
gl: O ficheiro coas letras (indicado mediante o parámetro «--letters») debe estar codificado en UTF-8.

source: Each line corresponds to one letter, and must contain at least 5 fields separated with one or more space(s).
gl: Cada liña correspóndelle a unha letra, e debe conter polo menos 5 campos separador por un ou máis espazos.

source: - 1st field: the letter itself, as stored in the input file (single character)
gl: • Campo 1: A letra, tal e como se almacena no ficheiro de entrada (un único carácter).

source: - 2nd field: the points of the letter
gl: • Campo 2: Os puntos da letra.

source: - 3rd field: the frequency of the letter (how many letters of this kind in the game)
gl: • Campo 3: A frecuencia da letra (número de letras deste tipo no xogo).

source: - 4th field: 1 if the letter is considered as a vowel in Scrabble game, 0 otherwise
gl: • Campo 4: «1» se a letra se considera unha vogal no xogo, «0» en caso contrario.

source: - 5th field: 1 if the letter is considered as a consonant in Scrabble game, 0 otherwise
gl: • Campo 5: «1» se a letra se considera unha consonante no xogo, «0» en caso contrario.

source: - 6th field (optional): display string for the letter (default: the letter itself)
gl: • Campo 6 (opcional): Texto para mostrar como representación da letra. De maneira predeterminada móstrase a propia letra.

source: - other fields (optional): input strings for the letter, in addition to the display string
gl: • Outros campos (opcionais): Textos de entrada —ademais do texto para mostrar— que se corresponden coa letra.

source: Example for french:
gl: Exemplo do francés:

source: Example for catalan:
gl: Exemplo do catalán:

source: W 10 1 0 1 L.L L.L L-L L.L
gl: W 10 1 0 1 L·L L.L L-L ĿL

source: A mandatory option is missing
gl: Falta unha opción obrigatoria.

source: Load time: %1% s
gl: Tempo de carga: %1% s

source: Compression time: %1% s
gl: Tempo de compresión: %1% s

source: Maximum recursion level reached: %1%
gl: Acadouse o nivel máximo de recursividade: %1%

source: Invalid CSV file (variable number of fields, from %1% to %2%)
gl: O ficheiro CSV non é correcto (número variable de campos, de %1% a %2%)

source: Invalid CSV data (variable number of fields)
gl: Os datos CSV non son correctos (número variábel de campos)

source: Header::Header: Too many different letters for the current format; only %1% are supported
gl: Header::Header: Demasiadas letras distintas para o formato actual; só se permiten %1%

source: Header::getCharFromCode: No letter for code '%1%'
gl: Header::getCharFromCode: Non hai ningunha letra para o código «%1%»

source: Header::getCodeFromChar: No code for letter '%1%' (val=%2%)
gl: Header::getCodeFromChar: Non hai ningún código para a letra «%1%» (val=%2%)

source: Too old dictionary format. This format is not supported anymore since Eliot 1.8. You can create dictionaries in the new format with the 'compdic' tool provided with Eliot (since version 1.6).
gl: O formato do dicionario é demasiado vello. As versións 1.8 e posteriores de Eliot non son compatíbeis con este formato de dicionario. Para crear dicionarios no formato novo, use a ferramenta «compdic» que Eliot inclúe desde a súa versión 1.6.

source: Dictionary name: %1%
gl: Nome do dicionario: %1%

source: Compressed on: %1%
gl: Comprimido en: %1%

source: Compressed using a binary compiled by: %1%
gl: Comprimido cun binario compilado por: %1%

source: Dictionary type: %1%
gl: Tipo de dicionario: %1%

source: Letters: %1%
gl: Letras: %1%

source: Number of letters: %1%
gl: Número de letras: %1%

source: Number of words: %1%
gl: Número de palabras: %1%

source: Header size: %1% bytes
gl: Tamaño da cabeceira: %1% bytes

source: Root: %1% (edge)
gl: Raíz: %1% (extremo)

source: Nodes: %1% used + %2% saved
gl: Nodos: %1% usados + %2% gardados

source: Edges: %1% used + %2% saved
gl: Extremos: %1% usados + %2% gardados

source: Letter
gl: Letra

source: Points
gl: Puntos

source: Frequency
gl: Frecuencia

source: Vowel
gl: Vogal

source: Consonant
gl: Consonante

source: Display
gl: Visualización

source: Alt. input
gl: Entrada alternativa

source: offset binary | structure
gl: desprazamento binario | estrutura

source: -d, --dictionary <string> Dictionary file (.dawg) to use
gl: -d, --dictionary <cadea> Ficheiro de dicionario (.dawg) para usar.

source: Output options:
gl: Opcións de saída:

source: -e, --header Print the dictionary header
gl: -e, --header Mostrar a cabeceira do dicionario.

source: -l, --letters Print letters information, in a format
gl: -l, --letters Mostrar a información das letras, nun formato

source: suitable for the 'compdic' program
gl: axeitado para o programa «compdic».

source: -w, --words Print all the words stored in the dictionary
gl: -w, --words Mostrar as palabras almacenadas no dicionario.

source: -x, --hexa Print data as hexadecimal (for debugging)
gl: -x, --hexa Mostrar os datos en hexadecimal (para depuración).

source: If no output option is specified, --header is used implicitly.
gl: Se non se fornece unha opción de saída, úsase «--header» de maneira implícita.

source: Example:
gl: Exemplo:

source: usage: %s dictionary
gl: Uso: %s dicionario

source: dictionary: path to eliot dawg dictionary
gl: dicionario: ruta do dicionario dawg para Eliot.

source: Enter a regular expression:
gl: Escriba unha expresión regular:

source: result:
gl: Resultado:

source: Invalid regular expression:
gl: A expresión regular non é válida:

source: No possible move
gl: Non hai ningún movemento posíbel.

source: Cannot switch to a non-human player
gl: Non é posíbel cambiar a un xogador da intelixencia artificial.

source: Cannot switch to a player who has already played
gl: Non é posíbel cambiar a un xogador que xa xogou.

source: No more turn in the master game
gl: Non quedan roldas na partida principal.

source: No move defined for this turn in the master game
gl: Non se definiu ningún movemento para esta rolda na partida principal.

source: The bag is empty
gl: A bolsa está baleira.

source: Not enough vowels or consonants to complete the rack
gl: Non hai vogais ou consonantes dabondo para completar a man.

source: Not a random mode
gl: Non é un modo aleatorio.

source: Some letters are invalid for the current dictionary
gl: Algunhas letras non son compatíbeis co dicionario actual.

source: The bag does not contain all these letters
gl: A bolsa non contén todas estas letras.

source: Not enough vowels or consonants in this rack
gl: Non hai vogais ou consonantes dabondo na man.

source: Player %1%
gl: Xogador %1%

source: Score
gl: Puntuación

source: Get the score of the move
gl: Obter a puntuación do movemento.

source: Score: %1%
gl: Puntuación: %1%

source: Orientation
gl: Orientación

source: Get the orientation of the move (horizontal/vertical)
gl: Obter a orientación do movemento (horizontal ou vertical).

source: Orientation: %1%
gl: Orientación: %1%

source: Position
gl: Posición

source: Get the coordinates of the move
gl: Obter as coordenadas do movemento.

source: Position: %1%
gl: Posición: %1%

source: Length
gl: Lonxitude

source: Get the length of the word
gl: Obter a lonxitude da palabra.

source: Length: %1% letters
gl: Lonxitude: %1% letras

source: Letters from board
gl: Letras do taboleiro

source: Get the letters of the word coming from the board
gl: Obter as letras da palabra que proveñen do taboleiro.

source: Letters from board: %1%
gl: Letras do taboleiro: %1%

source: (none)
gl: (ningunha)

source: Word letters
gl: Letras da palabra

source: Get the letters of the word in alphabetical order
gl: Obter as letras da palabra ordenadas alfabeticamente.

source: Word letters: %1%
gl: Letras da palabra: %1%

source: First letter
gl: Primeira letra

source: Get the first letter of the word
gl: Obter a primeira letra da palabra.

source: First letter: %1%
gl: Primeira letra: %1%

source: Training
gl: Adestramento

source: Cannot open file '%1%'
gl: Non é posíbel abrir o ficheiro «%1%».

source: Invalid string to int conversion: empty string received
gl: Conversión incorrecta de texto a enteiro: recibiuse un texto baleiro.

source: Invalid player ID: %1% (processing tag '%2%')
gl: Identificador de xogador incorrecto: %1% (ao procesar a etiqueta «%2%»).

source: Invalid move marked as valid: %1% (%2%)
gl: Movemento incorrecto marcado como correcto: %1% (%2%).

source: Invalid move type: %1%
gl: Tipo de movemento incorrecto: %1%.

source: This saved game is not compatible with the current version of Eliot.
gl: A versión actual de Eliot non é compatíbel con esta partida.

source: The current dictionary is different from the one used in the saved game
gl: O dicionario actual non concorda co da partida gardada.

source: The 'Mode' tag should be the first one to be closed
gl: A etiqueta «Mode» debería ser a primeira en pecharse.

source: The 'Variant' tag should be right after the 'Mode' one
gl: A etiqueta «Variant» debería estar xusto a continuación da de «Mode».

source: Invalid game variant: %1%
gl: A variante do xogo non é correcta: %1%

source: A player ID must be unique: %1%
gl: Os identificadores de xogadores non poden repetirse: %1%

source: Invalid player type: %1%
gl: Tipo de xogador incorrecto: %1%

source: Rack invalid for the current dictionary: %1%
gl: Man incorrecta para o dicionario actual: %1%

source: The 'MasterMove' tag should only be present for duplicate games
gl: A etiqueta «MasterMove» só debería estar presente para partidas duplicadas.

source: Unsupported move: %1%
gl: Movemento imposíbel: %1%

source: Cannot open file for writing: '%1%'
gl: Non foi posíbel abrir o ficheiro «%1%» para escritura.

source: Invalid dictionary type
gl: Tipo de dicionario incorrecto.

source: Invalid player type for player %1%
gl: Tipo de xogador incorrecto do xogador %1%.

source: Table
gl: Mesa

source: Player
gl: Xogador

source: Word
gl: Palabra

source: W
gl: A

source: Not selected yet
gl: Aínda non está seleccionado.

source: Assign move (%1) to the selected player(s)
gl: Asignar o movemento (%1) aos xogadores seleccionados.

source: none
gl: ningún

source: Assign selected move (%1)
gl: Asignar o movemento seleccionado (%1).

source: Assign top move (if unique)
gl: Asignar o movemento superior (se é único).

source: Assign the top move (if unique) to the selected player(s)
gl: Asignar o movemento superior (se é único) aos xogadores seleccionados.

source: Suppress assigned move
gl: Suprimir o movemento asignado.

source: Suppress the currently assigned move for the selected player(s)
gl: Suprimir o movemento asignado para os xogadores seleccionados.

source: Select all players
gl: Seleccionar todos os xogadores

source: Select all the players
gl: Seleccionar todos os xogadores.

source: Give (or remove) a solo
gl: Entregar (ou retirar) un solo.

source: Give a solo to the selected player, or remove it if (s)he already has one
gl: Entregar un solo ao xogador seleccionado, ou retirarllo se xa ten un.

source: Give (or remove) a warning
gl: Entregar (ou retirar) unha advertencia.

source: Give a warning to the selected player(s), or remove it if they already have one
gl: Entregar unha advertencia ao xogador seleccionado, ou retirarlla se xa ten unha.

source: Give (or remove) a penalty
gl: Entregar (ou retirar) unha penalización.

source: Give a penalty to the selected player(s), or remove it if they already have one
gl: Entregar unha penalización ao xogador seleccionado, ou retirarlla se xa ten unha.

source: All players selected
gl: Seleccionáronse todos os xogadores.

source: There is already a master move for this turn.
gl: Xa hai un movemento principal para esta rolda.

source: Do you want to replace it?
gl: Quere substituílo?

source: The selected move scores less than the maximum.
gl: O movemento seleccionado puntúa menos que o máximo.

source: Do you really want to select it as master move?
gl: Seguro que queres seleccionalo como movemento principal?

source: The selected move uses more jokers than another move with the same score (%1).
gl: O movemento seleccionado usa máis comodíns que outro coa mesma puntuación (%1).

source: You are going to suppress the assigned move for the following players:
gl: Vai suprimir o movemento asignado para os seguintes xogadores:

source: The following players already have an assigned move:
gl: Os seguintes xogadores xa teñen un movemento asignado:

source: Move assignment suppressed
gl: Suprimiuse a asignación do movemento

source: Move assigned to player(s)
gl: O movemento asignouse aos xogadores

source: You must select a master move before ending the turn.
gl: Tes que seleccionar un movemento principal antes de rematar a quenda.

source: Some player(s) have no assigned move for this turn. If you continue, they will be assigned a "(NO MOVE)" pseudo-move, but you will be able to change that later.
gl: Algúns xogadores non teñen movemento asignado para esta rolda. Se continúa asignaráselles un movemento ficticio, «(sen movemento)», pero poderá cambialo máis adiante.

source: New turn started
gl: Comezou unha nova rolda

source: Status
gl: Estado

source: Invalid
gl: Incorrecto

source: Some player(s) already have an assigned move. These moves will be lost if you change the rack.
gl: Algúns xogadores xa teñen un movemento asignado. Estes movementos perderanse se cambia de man.

source: Do you really want to change the rack?
gl: Está seguro de que quere cambiar de man?

source: Warning: Cannot set the rack to '%1': %2
gl: Advertencia: Non pode cambiarse a man a «%1»: %2

source: Searching with rack '%1'...
gl: Buscando coa man «%1»…

source: Search done
gl: Rematou a busca

source: Use as master move
gl: Usar como movemento principal

source: Use the selected move (%1) as master move
gl: Usar o movemento seleccionado (%1) como movemento principal

source: Player at table %1 selected (%2)
gl: Seleccionouse un xogador na mesa %1 (%2)

source: Show played tiles
gl: Mostrar as fichas xogadas

source: Highlight tiles present in the rack
gl: Salientar fichas presentes na man

source: Show definition
gl: Mostrar a definición

source: Show definition of '%1' in an external browser
gl: Mostrar a definición de «%1» nun navegador externo

source: Rack:
gl: Man:

source: Vowel?
gl: Vogal?

source: Consonant?
gl: Consonante?

source: Alternative inputs
gl: Entradas alternativas

source: Please select a dictionary
gl: Seleccione un dicionario

source: Invalid or incomplete letters
gl: Letras incorrectas ou incompletas

source: The word '%1' exists
gl: A palabra «%1» existe.

source: The word '%1' does not exist
gl: A palabra «%1» non existe.

source: Rack: %1
gl: Man: %1

source: Anagrams
gl: Anagramas

source: Regular expression: %1
gl: Expresión regular: %1

source: Invalid regular expression: %1
gl: A expresión regular non é válida: %1

source: Save words list
gl: Gardar a lista de palabras

source: Eliot - Error
gl: Eliot — Erro

source: File '%1' successfully saved
gl: O ficheiro «%1» gardouse correctamente

source: Cannot save the words list: %1
gl: Non é posíbel gardar a lista de palabras: %1

source: Yes
gl: Si

source: No
gl: Non

source: General information
gl: Información xeral

source: On this page, you can define the main information needed to create a new dictionary.
gl: Nesta páxina, pode definir a información principal necesaria para crear un novo dicionario.

source: Choose a dictionary name. This name will appear in Eliot status bar when the dictionary is loaded. E.g.: My Dic 1.0
gl: Escolle un nome para o dicionario. Este nome aparecerá na barra de estado de Eliot tras cargar o dicionario. Por exemplo, «Dicionario Persoal 1.0».

source: Choose the output file. This file will be generated by the wizard, and will contain the compressed dictionary. It must have the .dawg extension.
gl: Escolle o ficheiro de saída. O asistente xerará este ficheiro, que conterá unha versión comprimida do dicionario. Debe ter «.dawg» como extensión de ficheiro.

source: Choose the file containing the word list. It must be encoded in UTF-8, and must contain one word on each line.
gl: Escolle o ficheiro que contén a lista de palabras. Debe codificarse en UTF-8, e debe conter unha palabra por liña.

source: Some invalid (non-alphabetical) characters have been found in the word list. They are indicated below, with the first line on which they were found:
gl: Atopáronse algúns caracteres incorrectos —non presentes no alfabeto— na lista de palabras. Ditos caracteres indícanse a continuación, xunto coa primeira liña na que se atoparon:

source: '%1' (ASCII code %2) at line %3
gl: «%1» (código ASCII %2) na liña %3.

source: Please correct the word list.
gl: Corrixa a lista de palabras.

source: The word list contains duplicate entries.
gl: A lista de palabras contén entradas duplicadas.

source: Choose a file for the generated dictionary
gl: Escolle un ficheiro para o dicionario xerado.

source: Choose a word list file
gl: Escolle un ficheiro de lista de palabras.

source: Letters characteristics
gl: Características das letras

source: The table below lists all the letters found in the word list (plus the joker). For each letter, you need to define: - its value (number of points); - its frequency (number of occurrences in the game); - whether the letter can be considered as a vowel; - whether the letter can be considered as a consonant. Note that a letter can be considered both as a vowel and as a consonant. This is usually the case for the joker and, in French, for the Y letter.
gl: A seguinte táboa lista todas as letras que se atoparon na lista de palabras (e mailo comodín). Ten que definir, para cada letra, o seguinte: • o seu valor (número de puntos); • a súa frecuencia (número de aparicións no xogo); • se a letra pode considerarse unha vogal; • se a letra pode considerarse unha consonante. Ten en conta que unha letra pode considerarse tanto consonante como vogal. É o caso do comodín ou, no caso do francés, do «y».

source: Some letters were not found in the current dictionary. Please complete the values manually.
gl: Algunhas letras non se atoparon no dicionario actual. Complete os valores manualmente.

source: Conclusion
gl: Conclusión

source: Click '%1' to generate the dictionary.
gl: Prema «%1» para xerar o dicionario.

source: You may now load it in Eliot using the checkbox below. You can also load it later, using the 'Settings -> Change dictionary...' menu option.
gl: Marque a seguinte caixa para cargar o dicionario en Eliot. Senón sempre pode cargar o dicionario máis adiante, desde «Configuración → Cambiar de dicionario…».

source: Could not create dictionary:
gl: Non foi posíbel crear o dicionario:

source: Dictionary successfully created
gl: O dicionario creouse correctamente.

source: Favorite players
gl: Xogadores favoritos

source: The favorite players listed below can be used in the "New game" dialog, to add players quickly. Those marked as "Default" will appear there directly (useful if you often play with the same players).
gl: Os xogadores favoritos listados a continuación poden usarse desde o diálogo de «Nova partida» para engadir xogadores rapidamente. Os marcados como predeterminados aparecerán directamente, útil se xoga sempre cos mesmos xogadores.

source: To add or remove a player, use the buttons at the bottom. You can edit the existing players directly in the table, by double-clicking on them.
gl: Para engadir ou retirar un xogador, use os botóns da parte inferior. Pode editar os xogadores existentes directamente na táboa, simplemente prema dúas veces seguidas sobre eles.

source: Add player
gl: Engadir un xogador

source: Remove player
gl: Retirar o xogador

source: Move selection upwards
gl: Subir a selección

source: Move selection downwards
gl: Baixar a selección

source: CSV Import...
gl: Importación de CSV…

source: CSV Export...
gl: Exportación de CSV…

source: Choose a CSV file containing favorite players to import
gl: Seleccione un ficheiro CSV con xogadores favoritos para importar.

source: fav_players.csv
gl: xogadores_favoritos.csv

source: CSV files (*.csv)
gl: Ficheiros CSV (*.csv)

source: Cannot open file '%1' for reading
gl: Non foi posíbel abrir o ficheiro «%1» para lectura

source: Invalid file (not enough values)
gl: Ficheiro incorrecto (non contén valores dabondo)

source: Cannot import favorite players: %1
gl: Non foi posíbel importar os xogadores favoritos: %1

source: Choose a CSV file to save the favorite players
gl: Seleccione un ficheiro CSV no que gardar os xogadores favoritos.

source: Cannot open file '%1' for writing
gl: Non foi posíbel abrir o ficheiro «%1» para escritura.

source: Cannot export favorite players: %1
gl: Non foi posíbel exportar os xogadores favoritos: %1

source: cost: %1
gl: Custo: %1

source: Show
gl: Mostrar

source: Each hint has a corresponding cost, seen as a time penalty.
gl: Cada pista leva asociado un custo correspondente, materializado como unha penalización de tempo.

source: Hints
gl: Pistas

source: Hint
gl: Pista

source: Turn
gl: Quenda

source: Rack
gl: Man

source: Game %
gl: % da partida

source: (NO MOVE)
gl: (sen movemento)

source: (PASS)
gl: (pasa)

source: &Game
gl: &Partida

source: Board
gl: Taboleiro

source: Cannot load dictionary '%1' indicated in the preferences. Reason: %2
gl: Non é posíbel cargar o dicionario «%1» indicado na configuración. Motivo: %2

source: Consonants: %1 | Vowels: %2 | Jokers: %3
gl: Consonantes: %1 | Vogais: %2 | Comodíns: %3

source: Turn %1/%2
gl: Rolda %1/%2

source: End of the game
gl: Fin da partida
